[
  {
    "slug": "x-men-origins-wolverine-ps3",
    "title": "X-Men Origins: Wolverine (PS3)",
    "author": "You",
    "published": "2009-05-01",
    "updated": "2025-08-25",
    "platforms": ["PS3"],
    "score": 7.5,
    "genres": ["Action", "Hack-and-Slash"],
    "series": "X-Men",
    "tags": ["Licensed", "Movie tie-in", "Retro"],
    "excerpt": "Visceral, fast, and gloriously messy—Wolverine’s acrobatic move set and ‘Fury’ attacks deliver the comic’s feral brutality. Technical hiccups aside, it’s a blood-soaked cult classic.",
    "body": [
      "While the movie was far from illustrious, the 2009 game released on the PS3 and the XBox 360 was widely praised for its visceral combat, gore, and fidelity to the animalistic nature of Wolverine in the comics. With an expansive and acrobatic move set and the ability to block and perry, the aggressive gameplay can be an opportunity for players to display mechanical mastery or a mindless hack and slash experience. Graphical bugs and slips can be extremely frequent, but these faux pas aside, X-Men Origins: Wolverine Uncaged Edition is a gritty and blood soaked classic which has many anxiously awaiting the arrival of Insomniac’s rendition of Logan the Wolverine.",
"Loosely following the plot of the film as you attempt to take revenge for the loss of a lover and discover the purpose your previous superiors had in mind for mutants and mankind. 90% of the time you’ll be dismembering the unfortunate individuals who get in your way and the rest of the time you’ll be doing light platforming and puzzle solving. Having an awareness that fans of Wolverine and video games would want nothing more than intense and violent gameplay, Raven software delivers. Along with the standard combinations of light and heavy attack, you can integrate these moves into dodges, parries, grabs, and lunges. Enemies are often numerous and varied so aggressive and fast paced engagement is encouraged and brings out the voluminous amounts of gory animations the game has on offer. You will slice, dice, break and throw enemies in dozens of different ways, and your move set is paced and designed well to allow for efficient movement while being slow enough to appreciate the devastating contortions and dismemberment you deal to foes. On top of the base movements described previously you also get exceptionally damaging ‘Fury’ attacks. These ‘Fury’ attacks are acrobatic spin based moves which are unblockable and a temporary damage/ health buff. Inputs are reliable and with intuitive controls, it won’t be long until you are wicking body parts any which way with a vast assortment of abilities. These special moves require the use of ‘Rage’ which you gain by destroying objects and enemies, so unless you specifically customize your specs to having/ gaining more Rage at any one time, you may not be using these moves that often until you are near the end of the campaign (customization aspects are explained in more depth in the next paragraph). The only mechanic that feels a bit less refined than it should be is the parry/ counter attack system. Blocking is easy but timing correctly for counter attacks is hard to get a handle on and the frequency of attacks towards you are so great that even if you successfully parry your counter will be cut short. When you do manage a counter successfully you are met with more of the menacing visuals that go with the powerful attacks Logan deals. Enhanced even further by the fact that each enemy has its own counter attack animation. It seems there was a bit of a tension in how manic vs how precise the blocking and parrying system was intended to be and though it can be frustrating it is also understandable. The pacing that would be required for a good parry/counter system could very well be too slow to drive home that animalistic violence they wanted to convey.",
"The visual satisfaction of the violence and diverse move set is enough to keep most engaged throughout the entirety of the story, so the progression system is more so a system by which you make yourself more durable and efficient rather than more of a spectacle. You level up from using a variety of moves to defeat enemies, completing necessary objectives, and finding collectibles. As you level up you can allot experience points to skills which can enhance your base damage and that of Fury attacks, base health, and base rage. Outside of these upgrades you spend experiments point on to obtain, Mutagens are found throughout levels in obscure areas which give you buffs to your abilities. You will eventually be able to apply multiple Mutagens simultaneously, providing options such as increasing the experience you receive, giving health back for damage dealt, increasing your maximum Rage etc. While mutagens and experience points are physically gained and outfitted, combat reflexes automatically increase by defeating enemies. Making you more adept at defeating those specific enemy types over time. Whether this means they take less hits to defeat or parry/counter timers are expanded is not made clear, rendering the reflexes more of something for completionists to obsess over as they replay sections of the story. Being able to replay missions before you complete the story technically allows you to not only find all Mutagens but also allows you to top off all of your skill points before you reach the end of the game. So if you want to to experience the premium power fantasy the game has to offer during the last missions you certainly can",
"Enemy variety is appreciable and contours the combat in that certain moves (particularly the lunge) will not be viable against them. Having a good understanding of controls and defensive maneuvers will be more and more useful as you enter near the end of the campaign. Most enemies are manageable, some provide a reasonable challenge, and only one or two are truly annoying to deal with. Given that you are never truly restricted to one or two moves for the non boss enemies, no matter the challenge facing you on the screen you will have the tools necessary to succeed and with only a bit of focus and intentional thought, you will have the skills. Bosses, while interesting visually, are half-baked mechanically. Most larger bosses do take normal damage, but due to their long reach and damage they deal, you are incentivised to dodge until they are stunned or tired, and then jump on their back to do the stabby stabby until swiped away. These boss types are acceptable in isolation but when you fight these same bosses 8-10 times throughout the campaign, you get the sense of condescension as the developers pad out your experience with the same content. If it wasn’t for the immense amount of experience you get from defeating the bosses they would elicit much more dramatic eye rolling upon encountering them.",
"Asides from the constant violence you do have small moments of platforming and puzzle solving. The often lengthened duration of combat focused sections serves to make these moments function well. You get some quiet time to enjoy the environments and look for collectibles as you grab a power cell for this or a counterweight for that. Surprisingly the puzzles aren’t half bad, you’ll have to be clever to figure some of them out quickly but they are never so bad as to require ChatGPT to do it for you. Being able to simultaneously enjoy a big brain moment and not be overwhelmed by enemies allows you to bask in this moment as you prove you are indeed smarter than a 5th grader. Even when you are not solving puzzles the levels have a multitude of collectibles scattered about for you to find. Some enhance abilities, some give experience points, and some unlock challenges you can access through the main menu and upon completing these challenges you are awarded a distinct Wolverine costume you can wear during the campaign. There could have been some benefit in adding more challenge modes and bonus content, but because the gameplay loop of these additional modes were bound to be the same as the campaign, not much was truly lost.", 
"The story is straightforward but is filled with sufficient fan service and character exploration to sustain intrigue. You will see the building tensions between humans and mutants, multiple characters from the Marvel Universe who voiced well, and a comic accurate rendition of Wolverine. The campaign is half in the present as Logan seeks revenge on Creed and Stryker for killing his lover as well as attempting to stop their inhuman experiments on mutants. The other half of the campaign is set in Africa during the mission which caused Logan to defect from the military unit he was once a part of. In the past you witnessed the lack of consciousness your enemies possess in detailed fashion, while in the present you are treated to ever more grand threats and characters you must interact with to achieve your final goal. This slow unraveling of details in the past and present keeps plot momentum rolling throughout the entire campaign but does the opposite for the visuals. The present is almost always at night and or inside, and the past is always the same setting during the day time. While there are decent differences in level design and assets during the ‘current’ timeline, the constancy of the color palette (gray and black in the present / beige and green in the past) can be monotonous and disengaging. The amount of times you traverse areas you already have but in reverse, does not help this. Having to backtrack to complete a puzzle is one thing, but having 7.5% of a level's content being 15% percent of where you spend time during that level can be bothersome, even if only a little. If the campaign’s length was in perpetuity this would be greater and greater an issue, but with the modest length of the story this issue is minor, but still noticeable. Some critics argue that certain action sequences, boss battles, and levels seem to stretch on for too long. Though I do agree to some extent with this, I believe the issue is minor but exasperated by the monotonous look of levels, particularly in the sequences in Africa. So while the plot is reasonable, engaging, and true to source material, the artistic presentation is a bit too padded out and repeated to go unnoticed.",
"The graphics are where I have the biggest adamantium infused bone to pick with the title. While environments are well lit, have distinct features and assets within them, and designed with decent detail; the frame rate dips, lag, and texture rendering are as jarring as they are distracting. The Unreal Engine having texture streaming issues is not unheard of, and so is not particular to this game. The lag and frame rate issues really hold this title back specifically, with multiple times that sequences are slowed down to enhance cinematic effect, it's hard to tell at times whether it is intentional or a software/ hardware issue. This also occurs in normal action sequences where a lot of visual effects will cause freezes, lags, and sometimes a game crash. The most odd of occurrences is the two or three times where the bosses became entirely invisible, luckily this somehow also affected their attack effectiveness so I was able to defeat them without being able to see them. With 6-8 hours worth of campaign, this was not happening most of the time but there was not one section in which one of these issues didn’t occur. For purposes of fairness this very well may have been something specific to my copy of the game. WIth how ambitious and dense the combat and visual effects are in the game, the presence of these issues strike close to where the game makes itself distinct. If the combat wasn’t as cathartic as it is, the damage done would have been much greater.",
"I would advise you not to drop your jaw too much at the grotesque animations, out of fear that Logan will reach through the screen to rip it off. If you want an unadulterated and unfiltered modern depiction of the ruthless Wolverine you remember in comics, this game is for you. While some areas are rehashed a bit too much and graphics can contain semi-frequent bugs, the dynamic combat and simultaneously acrobatic and viscous move set is addicting when you have learned the ropes. I promise you will enjoy the game much more than the movie ;).",
"Final Score- 8"
    ],
    "bodyFormat": "markdown"
  },
  {
    "slug": "tom-clancys-ghost-recon-ps2",
    "title": "Tom Clancy's Ghost Recon (PS2)",
    "author": "You",
    "published": "2002-11-12",
    "updated": "2025-08-25",
    "platforms": ["PS2"],
    "score": 7.0,
    "genres": ["Shooter", "Tactical"],
    "series": "Tom Clancy's Ghost Recon",
    "tags": ["Tactical", "Squad-based", "Military"],
    "excerpt": "One-shot kills, no regen, and open-ended objectives forge a gritty, consequence-heavy campaign. Not for everyone—but for tactics fans, it’s a landmark with bite.",
    "body": [
      "Tom Clancy’s Rainbow Six and proceeding Ghost Recon franchises were revolutionary upon their arrival in 2001. Introducing an unrivaled level of player control in planning, strategizing, and on-the-spot decision-making. Even with its retro graphics and slightly limited accessibility, the PS2 port of Ghost Recon provides a deep and tactical challenge that stands unique and impressive in the realm of strategic first-person shooters. If you are looking for a one man army-power fantasy, this is not the game for you. All of your actions matter, from being attentive during the briefing to in-game squad positioning, which have consequences that permeate throughout each mission and potentially across the campaign. Strategy and rigorous methodology are key to excelling in the game, providing a gritty level of immersion and operational fidelity that is rarely replicated.",
"Before each mission you are provided objectives, their locations, tactical hints and the plot as it evolves from your ranking officer in the form of a pre-mission briefing. These details inform your choice of class and loadout for each member of your two-squad team. The game provides preset soldiers and loadouts, but there are always multiple ways to set up your team for success. Each mission is a large open area with multiple objectives, such as destroying enemy armor, rescuing POW’s, and/ or eliminating the entirety of the opposition. The game does prescribe an order in which to take objectives, but sometimes an alternate path holds benefits, such as better flanking routes for objectives or avoiding unnecessary firefights altogether. There are various ways to organize the operations, but precious few ways that result in safe and efficient ones. This funnels the player’s creative energy into a gripping engagement with consequential decisions throughout each mission.",
"As you navigate through your objectives you choose which soldier on your team to control. You can guide the movements of your two teams on the fly, or design point-by-point routes for each of your squads. You can take the high ground with a support team while your specialists destroy enemy armaments or have one team cover the outside of an air hanger in the dead of night while you and the CQB team neutralize threats within. Ghost Recon distinguished itself from Rainbow Six by emphasizing on the spot tactical decision making over pre-planning an entire mission, which makes the gameplay more accessible for the console market and allows for memorable and varied mid-mission engagements. This combination of planning and in-the-moment decisions is where Ghost Recon’s bread is buttered. It’s a rush that couldn’t be replicated when it first arrived and still is only available from a select few titles now.", 
"The gunplay consists of a tension that will have your heart thumping even when completely concealed. One shot kills for enemies, three shot kills for your soldiers, and no regenerating health during or across missions all add to the pressure. Even deeper considerations emerge when movement, stance, and rate of fire all affect the accuracy of your weaponry. As for your opposition’s accuracy, the less they can see the better. So staying low, far off and/or peaking around cover are best practices, adding even more realism to the firefights. With all of these nuances at play, even the lowest difficulty can induce palm sweat that would make B-Rabbit blush.",
"Player progression comes in one form: acquiring skill points for soldiers. Each mission grants points to surviving soldiers to allocate towards various proficiencies. The risk in using the same team members to stack up points for them is that if they are hit and become wounded, they are never at full capacity for any proceeding mission. If they die, they are replaced and all proficiencies are lost. Some may lament the lack of benefits that persist throughout the campaign, but considering the identity of the game at large, it is an immersion preserving decision that makes you accountable for the fate of your soldiers and ease of later missions.", 
"The intensity this title brings is not everyone’s cup of tea. However, if it is, or you appreciate a deeply immersive and strategic sandbox that rewards proper decision making, you will have plenty to sink your teeth into. In fact, you will have over 20 missions between the primary story and the Desert Siege expansion contained within the PS2 port. There’s beauty to the lengths developers went to make player engagement and tactfulness have so much impact on how missions play out. Ghost Recon grips you until you are able to grip it back, making for a deep sense of accomplishment when all goes according to plan.",
"The story is coherent and interesting from a militaristic standpoint and takes care to not make lateral moves into political or social commentary. Exposition is thorough enough to never leave the player wondering how the mission pertains to and impacts the conflict at large. Missions differ only slightly in pace, but you are provided with many locals and scenarios for variety. Weather conditions and time of day change and you’ll encounter a milieu of settings between the wilderness, cities, and airstrip-- all of which can impact gameplay through elements such as visibility and cover availability. Though the colors are dull and overall fidelity is quite dodgy, the variance that is present impacts strategy in a meaningful and cohesive way. Tying the otherwise drab visual presentation into the identity of the game more than makes up for whatever was lost.",
"Like the visual presentation, the flaws of Ghost Recon are minor and forgivable in context. For example; using the map mid-mission can be frustrating. However, early generation consoles replicating interfaces made for PC are almost universally unimpressive. This and the layers of interfaces and controls you manipulate in game are more dense than most first-person shooters and limits accessibility for more novice gamers. However, this title is not meant to have universal appeal. One needs to be really into this type of gameplay to enjoy it thoroughly. A tension between hardcore tactics and a more flattened gameplay is portrayed throughout the generations of Ghost Recon titles and always has a slight impact in their reception. With this all in mind, the shortcomings are miniscule and subsumed by the broader context of the game, its market, and its purpose.", 
"Tom Clancy’s Ghost Recon is a deservedly acclaimed title. Though it is not for everyone, the game was innovative and the developers made their mark with one of the most impressive and thoughtful, strategic first-person shooter experiences. The PlayStation port suffered small losses in quality and depth due to the limitation of the hardware but it still provided a unique and challenging addition to the console arena. Every element is designed for immersion, holding attention and using every element of your experience to your advantage. They did this so powerfully that the immersive and experiential fidelity exceeds most titles you could play from any generation. Not a must buy, but certainly a must play!",
"Final Score- 8.5"
    ],
    "bodyFormat": "markdown"
  },
  {
    "slug": "resistance-3-ps3",
    "title": "Resistance 3 (PS3)",
    "author": "You",
    "published": "2011-09-06",
    "updated": "2025-08-25",
    "platforms": ["PS3"],
    "score": 8.5,
    "genres": ["Shooter", "Action"],
    "series": "Resistance",
    "tags": ["Sci-Fi", "First-Person Shooter"],
    "excerpt": "Resistance 3 rebuilds the series’ reputation with a focused story, a glorious weapon wheel, and smart enemy design. Shorter, tighter, and more human—an underrated finale that’s simply a joy to play.",
    "body": [
      "Only 3 years after the Chimeran invasion began only pockets of humanity remain, an antidote to infection was created using the series previous protagonist Nathan Hale’s blood. He was only infected but ultimately completely turned at the end of the second game. In Resistance 3 you play as Joseph Cappelli (Joe) who terminated Hale once his infection was beyond hope. You journey to New York with Dr. Malikov in order to stop the incoming invasion of pure Chimera through a wormhole opened in the events at the end of Resistance 2.",
"Resistance 2 left a serious dent in the reputation of the series, and this may be the primary reason sales for Resistance 3 went so terribly. The game was highly reviewed by players and critics and took the franchise back to its roots in some aspects while polishing others and adding depth to mechanics not seen before. From weapon upgrades to fighting human factions for the first time, Resistance 3 is simple but powerful in its display of the human condition while under the CHimeran siege, and in providing a diverse and powerful arsenal for the player to enjoy.",
"The weapon wheel is BACK! Its absence is probably the primary factor that caused the series to lose its luster when the sequel was released. Resistance 3 beholds many returning and new weapons to blast through the diverse enemies pouring from the ruins of 1950’s America. All of the weaponry has their beloved secondary functions, like the .44 Magnum which has remotely detonated explosive rounds and the bullseye with which you can ‘tag’ which causes subsequent normal rounds to be guided to the tag without aiming. These secondary functions were the source of much praise throughout the franchise and they continue to be a source of great fun and depth. A new mechanic added to Resistance 3 comes in the form of upgrades. Each weapon can be upgraded a total of 2 times for killing a sufficient number of enemies, each upgrade is preset and makes the guns much more efficacious. Incendiary rounds and enhanced optics are two of many upgrades you will encounter as you progress through the campaign. An especially creative upgrade is a weapon which infects its victims with the chimeran virus in such a way that they turn into suicide bomber on your behalf (oh yes). Given you won't be able to fully upgrade all weapons on your first playthrough replayability is really enhanced with this mechanic. In the original game you were actually granted new weapons after fully completing the game. It was a cool idea but being beaten with the stick before ever knowing about a carrot can make you hesitant to re-engage with the stick, even if you know a carrot is there on the second go round. In Resistance 3 you get to see the fruit of your labor progressively without having to start a new campaign which makes most players much more inclined to venture back into battle.",
"The enemies you’ll be engaging with this quality arsenal are just as varied as previously and though they are not quite as varied as Resistance 2, they are just as well designed and inserted thoughtfully for the purposes of pacing and having stand out moments. Enemies on the whole are less bullet-spongie than previously and most of the high health enemies have weak spots which allow the skillful to make quick work of what would otherwise be a demoralizing slog (see Resistance 2). One example is a spider-like larger boss which mimics an enemy type in the original game Fall of Man. In the original only heavy artillery could handily take out this chimeran arachnid but in Resistance 3 you take out specific weak spots letting you know you are getting closer to your goal even if you are limited to standard weapons. The difficulty is much more manageable in this game, but near the end you will certainly be tested, this self awareness of hits contentious history in the difficulty domain is charming and appreciated. To be challenged when you are most proficient and have mostly upgraded weapons feels so much better paced and well played. The campaign is the shortest in the series and with it being less difficult the treacherous last areas in a snow covered New York lets you soak up using all your tools to complete the job as well as giving you enough push back to not be let down by the relative brevity of the story.",
"Health packs also make a return in this installment. Its presence in Fall of Man and removal in Resistance 2 was not a source of huge contention but many hardcore fans will enjoy this harkening back to its early PS3 days. I personally enjoy this more myself but it doesn’t do much besides putting extra pressure on the player to be cautious as well as efficient. This also speaks volume of the difficulty balance they delivered through gameplay. Given that health is limited and enemies are abundant, it takes a keen sense of understanding your game to make the health pack system not be an overwhelming demand on the player but still inspire a sense of gaining proficiency in the core gameplay loop.", 
"Care was also given to level design, though all the games are linear, more avenues for engagement and alternate paths are present in Resistance 3 than in any of the games. The areas you navigate are a size in between the first 2 games but the alternate routes allow for more expression, mimicking the sandbox nature of the weapon wheel. These two factors together make for the most dynamic experience presented by the franchise and adds much replay value. The most fixed and linear levels have you on a boat and on a train. These quasi on-a-rail scenarios still give you room to negotiate for space with the enemies so you never feel unnecessarily boxed in. Each level you are given more or less a sandbox to explore playstyles with, and the 7th generation capabilities are put to good use in creating opportunities for expression in such a straightforward shooter.",
"Co-op mode, multiplayer, are the only forms of alternate play modes, following suit with the previous titles. More goodies and extras can be unlocked with credits you gain from playing the game and completing certain challenges. On top of their being more intel and journals within the campaign than previously, you can unlock more as well such as cheats, skins, and behind the scenes looks into the creation of the game. I still am a stumper for having more sigle player options than simply a campaign, but if you do have buds that will play with you, a good time can be had.",
"The story, in presentation, abides in a middle ground between the first two games while adding emotional depth not seen in either. The first being a more ominous and mysterious following of bread crumbs, and the second being forced into a horror like scenario with convoluted explanations that produced more confusion than clarity. Dr. Malikov finds Joe (both from the previous game) and though he is hesitant to indulge Malikov, Joe’s wife almost forces him to follow the scientist to New York to hopefully close the wormhole which is causing the earth to freeze and allowing a passage for pure Chimera. The encouragement is somewhat understandable given how desperate she is for a better life for her son, but the cold shoulder-like treatment of Joe appears harsh. By the end this was reconciled by her saying she regretted this decision which sewed up the only contention I have with the progression of character relations. On your way to New York you meet 4 distinct surviving groups of the Chimeran invasion; the group of survivors you live with, a group of ragtag fighters who take the fight ot the enemy, a small religious community whose focus is abiding in God through these tumultuous times, and a group bandits/ crazies who have taken over a prison and are hostile even to humans. Each area you come across is littered with intel and journals adding to the world building of each scenario. In this way Resistance 3 adds a lot of depth to the world and the adventure while keeping the main plot really simple. This move towards focusing on humanity wasn't an expected turn, given this was absent in the previous games and at this point in the story a supposes 90% oh humanity has already been lost. It’s implementation grounds the story and adds a level of emotional power and relatability none of the previous games comes close to. The threads that hold the plot together is hope, love and loyalty and though not a masterpiece, it has was handled maturely and creatively.",
"Just as with Resistance 2, the art style was revamped with even more color, fidelity, but unlike the previous installments there was not an over-application of a certain color theme. There was a certain focus on making the environment more arid and barren to reinforce the concept of the climate becoming colder due to the wormhole through which pure Chimera will be entering. Making sure the visuals are vibrant and poppy without them standing out for their own sake allows you to more easily appreciate them for their own sake. Areas that experience rain have a natural gloss that makes them pop and look realistic even when the environment may be one color as a whole, so even in the simpler environments you will see impressive lighting, textures, and assets.", 
"Voice acting and music, was also stepped up a notch from both its predecessors.", 
"Being that you engage with different aspects of humanity as you journey to New York, you will engage with attitudes that match the conditions of the speaker and adds deeper ambiance and tone to each segment of the story line. The music does not have the same variance and adding of depth that the voices do but you are treated to well composed pieces that don’t just scream action but also reverent/ poetic epicness.  Explosions and gunfire have solid fidelity and never overwhelm the scene. Audio wise Resistance 3 has limited faults.",
"The faults of Resistance 3 are few enough that they could be reserved to one paragraph. The health system is sometimes misapplied in that after dealing with a storm of enemies you are provided way more health packs than you need to top-up. Scattering these health packs along your path to these areas would have made them more useful and less of a frustrating sight to see after difficult sections, but indeed, this only happens once or twice. There were a few AI glitches causing fallen enemies to still be standing while inert and twice a progression issue with friendly AI prevented me from progressing. The campaign could have been a bit longer. It may be sensible for a franchise with such a controversial past to not overstay its welcome, but I believe they knew they had a solid game and more could’ve been inserted into this finale. It would have also given more time for players to fully upgrade weapons instead of having to go back into sections to finish off that quest. The last thing I will mention is that there are no menus you can open to see the progress you’ve made in accruing in-game currency or achievements. You do get hints at certain achievements when you start a pattern of performing them in game but there is no way to see how close you are to these different goals unless you achieve them. Providing a tangible tracker of these stats and details would give more incentive to replay the game to attend to those remaining achievements. These details are all very minor in scope but could’ve helped push the game from well above average to awesome. It probably wouldn't have helped the sales by much but it certainly would have increased its notoriety and saliency over time.", 
"Sales do not reflect the achievement that is Resistance 3. Insomniac took the, not shattered, nut damaged reputation of the franchise after Resistance 2 and rebuilt the experience by adding elegance and depth to its presentation and world building, fine tuning the base mechanics, and reintroduced sandbox elements with ways of progressing that turned the game into what people imagined the franchise could be after experiencing the first game. Resistance 3 is unanimously the best in the series and is a joy to experience. Not a must buy, but certainly a must play.",
"Final Score- 8.7"
    ],
    "bodyFormat": "markdown"
  }
]
